export const CHURCHES = [
  'ሀዋሳ አማኑኤል ኅብረት ቤተ-ክርስቲያን',
  'ሀዋሳ ካቦድ አማኑኤል ኅብረት ቤተ-ክርስቲያን',
  'ሀዋሳ የህይወት ብርሃን ቤተ-ክርስቲያን',
  'ሀዋሳ ታቦር የህይወት ብርሃን ቤተ-ክርስቲያን',
  'ሀዋሳ መንኃሪያ አከባቢ የህይወት ብርሃን ቤተ-ክርስቲያን',
  'ሀዋሳ አላሙራ የህይወት ብርሃን ቤተ-ክርስቲያን',
  'ሀዋሳ ሆጎባ የህይወት ብርሃን ቤተ-ክርስቲያን',
  'ሀዋሳ አዳሬ የህይወት ብርሃን ቤተ-ክርስቲያን',
  'ሀዋሳ ምስራቅ የህይወት ብርሃን ቤተ-ክርስቲያን',
  'ሀዋሳ ሀይቅ ዳር ቃለ-ህይወት ቤተ-ክርስቲያን',
  'ሀዋሳ መኃል ቃለ-ህይወት ቤተ-ክርስቲያን',
  'ሀዋሳ ታቦር ቃለ-ህይወት ቤተ-ክርስቲያን',
  'ሀዋሳ ቡልቻ ቃለ-ህይወት ቤተ-ክርስቲያን',
  'ሀዋሳ ምስራቅ መሠረተ ክርስቶስ ቤተ-ክርስቲያን',
  'ሀዋሳ ታቦር መሠረተ ክርስቶስ ቤተ-ክርስቲያን',
  'ሀዋሳ መኃል መሠረተ ክርስቶስ ቤተ-ክርስቲያን',
  'ሀዋሳ ገነት ቤተ-ክርስቲያን',
  'ሀዋሳ የህይወት ቃል ቤተ-ክርስቲያን',
  'ቤሪያ የክ/ዳ/ም/አ ቤተ-ክርስቲያን',
  'በክርስቶስ ፍቅር የዓለም ብርሃን ቤተ-ክርስቲያን',
  'ቤተ-ሳይዳ የወንጌል አማኞች ቤተ-ክርስቲያን',
  'ምስጋና ቤተ-ክርስቲያን'
] as const;

export type Church = typeof CHURCHES[number];
